window.yoyoyudenRecords = {
  tweets: [

              {
      date: "2026-06-16",
      label: "2026.06.16",
      text: "ここ最近「界隈」という言葉そのものが低俗な気がしてしまいます。\n東方に限った話ではないですが、Xが荒れてるから～みたいな話題をこの人たちは何回繰り返すんだろうなぁ、って。（モ）"
    },
          {
      date: "2026-06-11",
      label: "2026.06.11",
      text: "祝！東方紅魔郷リメイクですって！しかし･･･周りの反応を見ると、「似た何か」という意見もあったりで、リメイクがいかに難しいか分かりますね。\n当時のまま再現しても足りない、追加要素を入れたらコレジャナイ、と。（モ）"
    },
      {
      date: "2026-06-08",
      label: "2026.06.08",
      text: "サウンドトラック、実はFantiaで配布した時とちょっとどころか色々違います！\nverを見れば一目瞭然ですが、気付いてくれたかな（モ）"
    },
  {
      date: "2026-06-07",
      label: "2026.06.07",
      text: "ｴﾚｸﾄｰﾘｯｸwwwﾐﾝﾄｫwwwﾐﾝﾄｫwww\n私も多分呟きます。よろしくお願いします。（み）"
    },
      {
      date: "2026-06-07",
      label: "2026.06.07",
      text: "やっとサイト公開できそう。いえーい（モ）"
    },

    {
      date: "2026-06-05",
      label: "2026.06.05",
      text: "専用サイト公開に伴って、今まで進捗を載せていたFantiaを閉鎖準備中･･･（モ）"
    },
    {
      date: "2026-06-02",
      label: "2026.06.02",
      text: "ゲーム作りは難しい（モ）"
    },
    {
      date: "2026-04-02",
      label: "2026.04.02",
      text: "Testo"
    }
  ],

  updates: [
      {
      date: "2026-06-07",
      label: "2026.06.07",
      title: "",
      text: "上.東方葉々癒伝オリジナルサウンドトラックver1.10の\n付属メモが一部おかしかったので修正。"
    },
        {
      date: "2026-06-07",
      label: "2026.06.07",
      title: "",
      text: "上.東方葉々癒伝オリジナルサウンドトラックver1.10を公開しました。"
    },
    {
      date: "2026-06-07",
      label: "2026.06.07",
      title: "",
      text: "「東方葉々癒伝」の紹介サイトを公開しました。今後は制作進捗などを追加していきます。"
    },
    {
      date: "2026-04-02",
      label: "2026.04.02",
      title: "",
      text: "制作環境を整理中"
    }
  ]
};