window.yoyoyudenRecords = {
  tweets: [
  {
      date: "2026-06-07",
      label: "2026.06.07",
      text: "ｴﾚｸﾄｰﾘｯｸwwwﾐﾝﾄｫwwwﾐﾝﾄｫwww<br>私も多分呟きます。よろしくお願いします。（み）"
    },
      {
      date: "2026-06-07",
      label: "2026.06.07",
      text: "やっとサイト公開できそう。いえーい（モ）"
    },

    {
      date: "2026-06-05",
      label: "2026.06.05",
      text: "専用サイト公開に伴って、今まで進捗を載せていたFantiaを閉鎖準備中･･･（モ）"
    },
    {
      date: "2026-06-02",
      label: "2026.06.02",
      text: "ゲーム作りは難しい（モ）"
    },
    {
      date: "2026-04-02",
      label: "2026.04.02",
      text: "Testo"
    }
  ],

  updates: [
    {
      date: "2026-06-07",
      label: "2026.06.07",
      title: "",
      text: "「東方葉々癒伝」の紹介サイトを公開しました。今後は制作進捗などを追加していきます。"
    },
    {
      date: "2026-04-02",
      label: "2026.04.02",
      title: "",
      text: "制作環境を整理中"
    }
  ]
};